{"country":{"113929":"US","123545":"US","47428":"US","47894":"US","1560":"US","16770":"Italy","16771":"Italy","45784":"US","45985":"France","47895":"US","56954":"US","58353":"France","67096":"Australia","83354":"US","109332":"US","117140":"US","121933":"Italy","122937":"Italy","122938":"US","125828":"US","33986":null,"90456":null,"91216":null},"description":{"113929":"In 2005 Charles Smith introduced three high-end Syrahs. In 2006 Smith has made a wine better than each of these, by combining them into a single wine, Royal City Syrah. Rich scents of purple fruit, smoked meat, cedar, lead pencil, moist earth and so on proclaim a wine with genuine gravitas. There is nothing missing, from the first sniff to the last sip, the wine delivers on all levels. Complex, beautifully balanced, powerful and detailed.","123545":"Initially a rather subdued Frog; as if it has been tamed down. Then, suddenly, There's a plush core of blackberry fruit, and the classic Cayuse funkiness is there, drenched in liquid rocks and cured meat and drying tannins. It's all in proportion and a fine reflection of the steely vintage. As it opens gracefully you discover that it is a stunningly refined Frog, quite possibly the best ever; powerful and distinctive, but also elegant, feminine.","47428":"In a vintage that produced the finest overall lineup of Cayuse wines to date, it may seem a little nit-picky to score some higher and some lower. But the En Chamberlin deserves first place again. Brilliant aromatics of smoked meat, bacon fat and otherworldly roasted accents seduce instantly. Once on the palate, the silky, balanced, near-perfect mix of umami and fruit, plus licorice, cassis, coffee liqueur and black tea notes suggest it's as decadent as it is delicious.","47894":"Dark and concentrated, this sends up complex aromas saturated with tar, asphalt, ink, steel, smoke and charred barbecue. It's a beautiful wine, tight and textural, in perfect balance, with superb depth, precision and elegance. The most contemplative of a superb 2011 Cayuse lineup, this wine above all needs your full attention.","1560":"A stunning Pirouette, 63% Cabernet Sauvignon, 22% Merlot, 9% Cab Franc and 6% Petit Verdot. Full and magnificently rich, it is loaded with dense and thrilling fruit flavors of black cherry and cassis. A streak of iron and a hint of citrus keep the wine evolving through a long, beautifully balanced finish. Retasted after being open for 24 hours, the wine was as fresh and thrilling as on the first day.","16770":"One of the best expressions from the classic Cannubi vineyard area, this fragrant red is all about finesse, opening with enticing scents of perfumed berry, iris, rose, chopped herb, baking spice and new leather. The vibrant palate boasts structure as well as an almost ethereal elegance, delivering succulent red cherry, crushed strawberry, cinnamon and licorice wrapped in refined tannins. Bright acidity lends impeccable balance. Drink from 2021 through 2043.","16771":"Always the firm's showstopper and one of the best expressions of this celebrated vineyard, the 2013 doesn't disappoint. It opens with alluring scents of wild red berry, Alpine herb, truffle, graphite and new leather while the dazzling palate boasts Marasca cherry, clove, cinnamon, tobacco and a balsamic note. It already shows remarkable finesse and complexity but still needs years to develop to its full and impressive potential. Drink from 2025 through 2050.","45784":"There is something ethereal and beyond words about this wine, a full-bodied but never intrusive expression of spicy cinnamon, black pepper and wild pine that makes it a puzzle worth trying to solve. Fruit plays a part, though softly, eking out shadows of raspberry and just-picked strawberry atop smooth, silky tannins and a measured, seductive body. The finish recalls a clove cigarette enjoyed in the rain.","45985":"This is beautully concentrated and full of great richness yet seems closed at the moment. Its apricot jelly and dried fruit flavors, acidity and botrytis are in perfect balance, developing intensity as it opens. A full, generous wine with a great future. Drink from 2023.","47895":"The immediate impression is of savory umami aromas pierced with pine needle and sage highlights. Red and black licorice, along with sweet cured meats, bring complexity to fruit flavors of berry, cherry and plum. Toss in Provencal spices, coffee grounds and the classic Cayuse earthiness that continues through a deep, firm, beautifully defined finish. Drink now through 2030.","56954":"This is yet another stunning wine from this site, guided by the capable hands of Winemaker and Viticulturalist Bibiana Gonzalez Rave, who has coaxed from it beguiling layers of complex concentration and sublime notions of tang and salt. The only white from a sea of Pinot Noir grown here, it speaks to what the extreme Sonoma Coast can bring to the variety, a celebration of lemon zest, crisp apple and brioche delicately wrapped in minerality.","58353":"A wine of architectural strength and classical proportions, this has straight lines that mark the packed, concentrated fruits, which are sustained by its tannins. This is certainly the best wine that Leoville-Poyferre has produced, sumptuous while so finely structured.","67096":"Just a tiny serving of this dark nectar will last a long time. The malty, porter-ish aromas intrigue, followed by incredibly rich and syrupy flavors accompanied by mouthwatering acids and enormous peristence. Layers of complexity gradually unfold in the glass, revealing hints of honey, caramel and beguiling rancio notes.","83354":"A subtle, complex, utterly distinctive mix of flavors, with opening streaks of butter cookie, then mushroom broth, tightly wound berry fruit, earthy coffee grounds and even darker streaks of espresso and smoke and licorice. It is deeply layered with flavors that just keep piling on. Amazing wine.","109332":"Seductively smooth and intriguingly aromatic, this blend of several knock-out vineyards along Westside Road, Allen, Bacigalupi, Bucher, Rochioli Riverblock and Williams Selyem Estate, is instantly delicious, sharing a concentration of cherry, strawberry and citrus that perfectly captures the essence of the fruit, accented by a tease of black tea. An earthy minerality wraps around dry, polished tannins, with a streak of just-right acidity, giving it a realm of juiciness and flavorful sophistication. Enjoy through 2023.","117140":"Sourced from Red Willow, Olsen and Les Collines, this is the finest effort yet from Gramercy Cellars and one of the greatest Syrahs ever produced in Washington state. Think Hermitage with brighter fruit. It's intensely aromatic, dense and seamless, stacked with rich flavors of mixed berries, layers of smoke, earth and herb, and punctuated by citrusy acidity. Highlights of oranges and tangerines sneak into the finish, which lingers for an astonishingly long time. Exceptional in every way.","121933":"This stunning wine opens with classic Nebbiolo aromas of new leather, rose, wild berry, crushed herb, dark spice and menthol. The palate is chiseled and loaded with finesse, doling out juicy red cherry, ripe strawberry, licorice and cinnamon flavors. It's structured with polished tannins and bright acidity. Drink 2023â\u0080\u00932043.","122937":"Immensely inviting, this opens with fragrant pipe tobacco, crushed berry, new leather and pressed violet aromas. On the palate, firm, refined tannins underpin juicy black cherry, raspberry and cinnamon flavors, while orange zest accents and an energizing mineral note lift the finish. It's beautifully balanced with bright acidity and will reward a bit of cellaring. Drink 2020â\u0080\u00932032.","122938":"Pretty as all get-out, this wine is a floral masterpiece, a study in coastal rose and forest scents with a counterpunch of white pepper that leaves one wanting more. Juicy raspberry, strawberry and tangerine flavors are seasoned in allspice and tobacco, the palate so beautifully delicate yet fully realized in savory complexity and length.","125828":"The second release of Figgins, a single wine produced by Leonetti's Chris Figgins, is astonishing. Tasted in a lineup of exceptional Walla Walla reds, it outshined them all. It's a sophisticated blend of Cabernet Sauvignon, Petit Verdot and Merlot, from the Figgins Vineyard, with gorgeous aromas of flowers, spices and black fruits. Seamless and long, complex and forceful without being overpowering, it can stand alongside top tier Bordeaux costing four or five times as much.","33986":null,"90456":null,"91216":null},"points":{"113929":100.0,"123545":100.0,"47428":99.0,"47894":99.0,"1560":98.0,"16770":98.0,"16771":98.0,"45784":98.0,"45985":98.0,"47895":98.0,"56954":98.0,"58353":98.0,"67096":98.0,"83354":98.0,"109332":98.0,"117140":98.0,"121933":98.0,"122937":98.0,"122938":98.0,"125828":98.0,"33986":null,"90456":null,"91216":null},"price":{"113929":80.0,"123545":80.0,"47428":75.0,"47894":75.0,"1560":50.0,"16770":60.0,"16771":70.0,"45784":75.0,"45985":70.0,"47895":75.0,"56954":80.0,"58353":92.0,"67096":86.0,"83354":70.0,"109332":69.0,"117140":55.0,"121933":83.0,"122937":95.0,"122938":75.0,"125828":85.0,"33986":null,"90456":null,"91216":null},"province":{"113929":"Washington","123545":"Washington","47428":"Oregon","47894":"Oregon","1560":"Washington","16770":"Piedmont","16771":"Piedmont","45784":"California","45985":"Bordeaux","47895":"Oregon","56954":"California","58353":"Bordeaux","67096":"Victoria","83354":"Washington","109332":"California","117140":"Washington","121933":"Piedmont","122937":"Tuscany","122938":"California","125828":"Washington","33986":null,"90456":null,"91216":null},"taster_name":{"113929":"Paul Gregutt","123545":"Paul Gregutt","47428":"Paul Gregutt","47894":"Paul Gregutt","1560":"Paul Gregutt","16770":"Kerin O'Keefe","16771":"Kerin O'Keefe","45784":"Virginie Boone","45985":"Roger Voss","47895":"Paul Gregutt","56954":"Virginie Boone","58353":"Roger Voss","67096":"Joe Czerwinski","83354":"Paul Gregutt","109332":"Virginie Boone","117140":"Paul Gregutt","121933":"Kerin O'Keefe","122937":"Kerin O'Keefe","122938":"Virginie Boone","125828":"Paul Gregutt","33986":null,"90456":null,"91216":null},"title":{"113929":"Charles Smith 2006 Royal City Syrah (Columbia Valley (WA))","123545":"Cayuse 2008 Bionic Frog Syrah (Walla Walla Valley (WA))","47428":"Cayuse 2009 En Chamberlin Vineyard Syrah (Walla Walla Valley (OR))","47894":"Cayuse 2011 En Chamberlin Vineyard Syrah (Walla Walla Valley (OR))","1560":"Pirouette 2008 Red Wine Red (Columbia Valley (WA))","16770":"Brezza 2013 Cannubi  (Barolo)","16771":"Comm. G. B. Burlotto 2013 Monvigliero  (Barolo)","45784":"Williams Selyem 2013 Coastlands Vineyard Pinot Noir (Sonoma Coast)","45985":"Chateau Climens 2014  Barsac","47895":"Cayuse 2011 En Cerise Vineyard Syrah (Walla Walla Valley (OR))","56954":"Wayfarer 2014 Wayfarer Vineyard Chardonnay (Fort Ross-Seaview)","58353":"Chateau Leoville Poyferre 2010  Saint-Julien","67096":"R.L. Buller & Son NV Calliope Rare Tokay (Rutherglen)","83354":"Cayuse 2008 En Cerise Vineyard Syrah (Walla Walla Valley (WA))","109332":"Williams Selyem 2013 Westside Road Neighbors Pinot Noir (Russian River Valley)","117140":"Gramercy 2010 Lagniappe Syrah (Columbia Valley (WA))","121933":"Brovia 2013 Garblet Sue  (Barolo)","122937":"Conti Costanti 2012  Brunello di Montalcino","122938":"Williams Selyem 2014 Coastlands Vineyard Pinot Noir (Sonoma Coast)","125828":"Figgins 2009 Estate Red (Walla Walla Valley (WA))","33986":null,"90456":null,"91216":null},"variety":{"113929":"Syrah","123545":"Syrah","47428":"Syrah","47894":"Syrah","1560":"Bordeaux-style Red Blend","16770":"Nebbiolo","16771":"Nebbiolo","45784":"Pinot Noir","45985":"Bordeaux-style White Blend","47895":"Syrah","56954":"Chardonnay","58353":"Bordeaux-style Red Blend","67096":"Tokay","83354":"Syrah","109332":"Pinot Noir","117140":"Syrah","121933":"Nebbiolo","122937":"Sangiovese","122938":"Pinot Noir","125828":"Bordeaux-style Red Blend","33986":null,"90456":null,"91216":null},"winery":{"113929":"Charles Smith","123545":"Cayuse","47428":"Cayuse","47894":"Cayuse","1560":"Pirouette","16770":"Brezza","16771":"Comm. G. B. Burlotto","45784":"Williams Selyem","45985":"Chateau Climens","47895":"Cayuse","56954":"Wayfarer","58353":"Chateau Leoville Poyferre","67096":"R.L. Buller & Son","83354":"Cayuse","109332":"Williams Selyem","117140":"Gramercy","121933":"Brovia","122937":"Conti Costanti","122938":"Williams Selyem","125828":"Figgins","33986":null,"90456":null,"91216":null},"Address":{"113929":"35 S Spokane St, Walla Walla, WA 99362","123545":"17 E Main St, Walla Walla, WA 99362","47428":"17 E Main St, Walla Walla, WA 99362","47894":"17 E Main St, Walla Walla, WA 99362","1560":"1604 Frenchtown Rd, Walla Walla, WA 99362","16770":"Via Lomondo, 4, 12060 Barolo CN, Italy","16771":"Via Vittorio Emanuele II, 28, 12060 Verduno CN, Italy","45784":"7227 Westside Rd, Healdsburg, CA 95448","45985":"33720 Barsac, France","47895":"17 E Main St, Walla Walla, WA 99362","56954":"33250 King Ridge Rd, Cazadero, CA 95421","58353":"38 Rue de Saint-Julien, 33250 Saint-Julien-Beychevelle, France","67096":"2804 Federation Way, Rutherglen VIC 3685, Australia","83354":"17 E Main St, Walla Walla, WA 99362","109332":"7227 Westside Rd, Healdsburg, CA 95448","117140":"635 N 13th Ave, Walla Walla, WA 99362","121933":"via 12060, Via Alba Barolo, 145, 12060 Garbelletto CN, Italy","122937":"Localita Colle Al Matrichese, 53024 Montalcino SI, Italy","122938":"7227 Westside Rd, Healdsburg, CA 95448","125828":"2900 Melrose St, Walla Walla, WA 99362","33986":null,"90456":null,"91216":null},"lat":{"113929":46.0678557446,"123545":46.0669981626,"47428":46.0669981626,"47894":46.0669981626,"1560":46.0648726734,"16770":44.612544,"16771":44.666572,"45784":38.6060005,"45985":null,"47895":46.0669981626,"56954":38.616256599,"58353":45.1652268,"67096":-36.0682923,"83354":46.0669981626,"109332":38.6060005,"117140":46.0669408113,"121933":null,"122937":null,"122938":38.6060005,"125828":46.0803846667,"33986":44.5895798315,"90456":44.6318630199,"91216":43.0519494806},"lon":{"113929":-118.33485049,"123545":-118.3388869854,"47428":-118.3388869854,"47894":-118.3388869854,"1560":-118.4924164268,"16770":7.9415359,"16771":7.9305732,"45784":-122.8773778,"45985":null,"47895":-118.3388869854,"56954":-123.2662370555,"58353":-0.7410435,"67096":146.4084686,"83354":-118.3388869854,"109332":-122.8773778,"117140":-118.3565753728,"121933":null,"122937":null,"122938":-122.8773778,"125828":-118.2868653333,"33986":-0.334825045,"90456":7.9653247666,"91216":11.5072633537}}