{"Wine":"Quinta dos Avidagos 2011 Avidagos Red (Douro)","Winery":"Quinta dos Avidagos","Country":"Portugal","Province":"Douro","Grape Variety":"Portuguese Red","Description":"This is ripe and fruity, a wine that is smooth while still structured. Firm tannins are filled out with juicy red berry fruits and freshened with acidity. It's  already drinkable, although it will certainly be better from 2016.","Price":15.0,"Points":87,"Sommelier":"Roger Voss"}
{"Wine":"Rainstorm 2013 Pinot Gris (Willamette Valley)","Winery":"Rainstorm","Country":"US","Province":"Oregon","Grape Variety":"Pinot Gris","Description":"Tart and snappy, the flavors of lime flesh and rind dominate. Some green pineapple pokes through, with crisp acidity underscoring the flavors. The wine was all stainless-steel fermented.","Price":14.0,"Points":87,"Sommelier":"Paul Gregutt"}
{"Wine":"St. Julian 2013 Reserve Late Harvest Riesling (Lake Michigan Shore)","Winery":"St. Julian","Country":"US","Province":"Michigan","Grape Variety":"Riesling","Description":"Pineapple rind, lemon pith and orange blossom start off the aromas. The palate is a bit more opulent, with notes of honey-drizzled guava and mango giving way to a slightly astringent, semidry finish.","Price":13.0,"Points":87,"Sommelier":"Alexander Peartree"}
{"Wine":"Sweet Cheeks 2012 Vintner's Reserve Wild Child Block Pinot Noir (Willamette Valley)","Winery":"Sweet Cheeks","Country":"US","Province":"Oregon","Grape Variety":"Pinot Noir","Description":"Much like the regular bottling from 2012, this comes across as rather rough and tannic, with rustic, earthy, herbal characteristics. Nonetheless, if you think of it as a pleasantly unfussy country wine, it's a good companion to a hearty winter stew.","Price":65.0,"Points":87,"Sommelier":"Paul Gregutt"}
{"Wine":"Tandem 2011 Ars In Vitro Tempranillo-Merlot (Navarra)","Winery":"Tandem","Country":"Spain","Province":"Northern Spain","Grape Variety":"Tempranillo-Merlot","Description":"Blackberry and raspberry aromas show a typical Navarran whiff of green herbs and, in this case, horseradish. In the mouth, this is fairly full bodied, with tomatoey acidity. Spicy, herbal flavors complement dark plum fruit, while the finish is fresh but grabby.","Price":15.0,"Points":87,"Sommelier":"Michael Schachner"}
{"Wine":"Terre di Giurfo 2013 Belsito Frappato (Vittoria)","Winery":"Terre di Giurfo","Country":"Italy","Province":"Sicily & Sardinia","Grape Variety":"Frappato","Description":"Here's a bright, informal red that opens with aromas of candied berry, white pepper and savory herb that carry over to the palate. It's balanced with fresh acidity and soft tannins.","Price":16.0,"Points":87,"Sommelier":"Kerin O'Keefe"}
{"Wine":"Trimbach 2012 Gewurztraminer (Alsace)","Winery":"Trimbach","Country":"France","Province":"Alsace","Grape Variety":"Gewurztraminer","Description":"This dry and restrained wine offers spice in profusion. Balanced with acidity and a firm texture, it's very much for food.","Price":24.0,"Points":87,"Sommelier":"Roger Voss"}
{"Wine":"Heinz Eifel 2013 Shine Gewurztraminer (Rheinhessen)","Winery":"Heinz Eifel","Country":"Germany","Province":"Rheinhessen","Grape Variety":"Gewurztraminer","Description":"Savory dried thyme notes accent sunnier flavors of preserved peach in this brisk, off-dry wine. It's fruity and fresh, with an elegant, sprightly footprint.","Price":12.0,"Points":87,"Sommelier":"Anna Lee C. Iijima"}
{"Wine":"Jean-Baptiste Adam 2012 Les Natures Pinot Gris (Alsace)","Winery":"Jean-Baptiste Adam","Country":"France","Province":"Alsace","Grape Variety":"Pinot Gris","Description":"This has great depth of flavor with its fresh apple and pear fruits and touch of spice. It's off dry while balanced with acidity and a crisp texture. Drink now.","Price":27.0,"Points":87,"Sommelier":"Roger Voss"}
{"Wine":"Kirkland Signature 2011 Mountain Cuvee Cabernet Sauvignon (Napa Valley)","Winery":"Kirkland Signature","Country":"US","Province":"California","Grape Variety":"Cabernet Sauvignon","Description":"Soft, supple plum envelopes an oaky structure in this Cabernet, supported by 15% Merlot. Coffee and chocolate complete the picture, finishing strong at the end, resulting in a value-priced wine of attractive flavor and immediate accessibility.","Price":19.0,"Points":87,"Sommelier":"Virginie Boone"}
